[
    {
      "id": 27,
      "img": "img_url_industry27",
      "destTitle": "Tata Motors Limited",
      "p": "Tata Motors Limited is an Indian multinational automotive manufacturing company.",
      "address": "Plot No. 120, Sector-16, IIE, SIDCUL, Haridwar, Uttarakhand - 249403, India",
      "industry": "Automobile",
      "Location": "Haridwar, Uttarakhand" 
    },
    {
      "id": 28,
      "img": "img_url_industry28",
      "destTitle": "Maruti Suzuki India Limited",
      "p": "Maruti Suzuki India Limited is an Indian multinational automotive manufacturing company.",
      "address": "Plot No. 130, Sector-17, IIE, SIDCUL, Haridwar, Uttarakhand - 249403, India",
      "industry": "Automobile",
      "Location": "Haridwar, Uttarakhand" 
    },
    {
      "id": 29,
      "img": "img_url_industry29",
      "destTitle": "JK Tyre & Industries Limited",
      "p": "JK Tyre & Industries Limited is an Indian multinational automotive tyre manufacturing company.",
      "address": "Plot No. 140, Sector-18, IIE, SIDCUL, Haridwar, Uttarakhand - 249403, India",
      "industry": "Automobile",
      "Location": "Haridwar, Uttarakhand" 
    },
    {
      "id": 30,
      "img": "img_url_industry30",
      "destTitle": "NTPC Limited",
      "p": "NTPC Limited (formerly National Thermal Power Corporation Limited) is an Indian public sector undertaking engaged in the business of generation of electricity and allied activities.",
      "address": "Plot No. 150, Sector-19, IIE, SIDCUL, Haridwar, Uttarakhand - 249403, India",
      "industry": "Power Generation",
      "Location": "Haridwar, Uttarakhand" 
    },
    {
        "id": 31,
        "img": "img_url_industry31",
        "destTitle": "Grasim Industries Limited",
        "p": "Grasim Industries Limited is an Indian manufacturing company based in Mumbai, Maharashtra.",
        "address": "Plot No. 160, Sector-20, IIE, SIDCUL, Haridwar, Uttarakhand - 249403, India",
        "industry": "Textiles",
        "Location": "Haridwar, Uttarakhand" 
      },
      {
        "id": 32,
        "img": "img_url_industry32",
        "destTitle": "Havells India Limited",
        "p": "Havells India Limited is an Indian electrical equipment company based in Noida, India.",
        "address": "Plot No. 170, Sector-21, IIE, SIDCUL, Haridwar, Uttarakhand - 249403, India",
        "industry": "Electrical Equipment",
        "Location": "Haridwar, Uttarakhand" 
      },
      {
        "id": 33,
        "img": "img_url_industry33",
        "destTitle": "Motherson Sumi Systems Limited",
        "p": "Motherson Sumi Systems Limited (MSSL) is an Indian multinational company headquartered in Noida, India.",
        "address": "Plot No. 180, Sector-22, IIE, SIDCUL, Haridwar, Uttarakhand - 249403, India",
        "industry": "Automobile",
        "Location": "Haridwar, Uttarakhand" 
      },
      {
        "id": 34,
        "img": "img_url_industry34",
        "destTitle": "Mahindra & Mahindra Limited",
        "p": "Mahindra & Mahindra Limited is an Indian multinational automotive manufacturing corporation headquartered in Mumbai.",
        "address": "Plot No. 190, Sector-23, IIE, SIDCUL, Haridwar, Uttarakhand - 249403, India",
        "industry": "Automobile",
        "Location": "Haridwar, Uttarakhand" 
      },
      {
        "id": 35,
        "img": "img_url_industry35",
        "destTitle": "Bharat Electronics Limited (BEL)",
        "p": "Bharat Electronics Limited (BEL) is an Indian state-owned aerospace and defence company.",
        "address": "Plot No. 200, Sector-24, IIE, SIDCUL, Haridwar, Uttarakhand - 249403, India",
        "industry": "Electrical",
        "Location": "Haridwar, Uttarakhand" 
      },
      {
        "id": 36,
        "img": "img_url_industry36",
        "destTitle": "Honda Motorcycle & Scooter India Pvt. Ltd.",
        "p": "Honda Motorcycle & Scooter India Pvt. Ltd. is the Indian subsidiary of Honda Motor Company, Japan.",
        "address": "Plot No. 210, Sector-25, IIE, SIDCUL, Haridwar, Uttarakhand - 249403, India",
        "industry": "Automobile",
        "Location": "Haridwar, Uttarakhand" 
      },
      {
        "id": 37,
        "img": "img_url_industry37",
        "destTitle": "Bajaj Auto Limited",
        "p": "Bajaj Auto Limited is an Indian multinational two-wheeler and three-wheeler manufacturing company.",
        "address": "Plot No. 220, Sector-26, IIE, SIDCUL, Haridwar, Uttarakhand - 249403, India",
        "industry": "Automobile",
        "Location": "Haridwar, Uttarakhand" 
      },
      {
        "id": 38,
        "img": "ap",
        "destTitle": "A.P. PRINT N PACK PRIVATE LIMITED",
        "p": "A.p.print N Pack Private Limited is a Private incorporated on 18 August 2004. It is classified as Non-govt company and is registered at Registrar of Companies, Uttarakhand. Its authorized share capital is Rs. 5,000,000 and its paid up capital is Rs. 2,485,760. It is involved in Publishing [This group includes publishing whether or not connected with printing. Publishing involves financial, technical, artistic, legal and marketing activities, among others but not predominantly]",
        "address": "PLOT NO. 19, SECTOR - 2, INTEGRATED INDUSTRIAL ESTATE, SIDCUL, RANIPUR HARIDWAR UR 249401 IN",
        "Location": "Haridwar, Uttarakhand" 
      },
      
       {
            "id": 43,
            "img": "img_url_industry43",
            "destTitle": "ALCOBEX METALS LIMITED",
            "p": "Alcobex Metals Limited is a Public incorporated on 09 February 2007. It is classified as Non-govt company and is registered at Registrar of Companies, Uttarakhand. Its authorized share capital is Rs. 400,000,000 and its paid up capital is Rs. 355,558,272. It is involved in Manufacture of other fabricated metal products; metal working service activities.",
            "address": "PLOT NO. 21, SECTOR-7, INTEGRATED INDUSTRIAL ESTATE, SIDCUL, HARIDWAR, Haridwar, Uttarakhand - 249403, India",
            "industry": "Metal",
            "Location": "Haridwar, Uttarakhand" 
        },
        {
            "id": 44,
            "img": "img_url_industry44",
            "destTitle": "SUPERCOLD REFRIGERATION PRIVATE LIMITED",
            "p": "Supercold Refrigeration Private Limited is a Private incorporated on 21 November 2006. It is classified as Non-govt company and is registered at Registrar of Companies, Uttarakhand. Its authorized share capital is Rs. 5,000,000 and its paid up capital is Rs. 5,000,000. It is involved in Manufacture of general purpose machinery.",
            "address": "PLOT NO. 85, SECTOR-6B, INTEGRATED INDUSTRIAL ESTATE, SIDCUL, HARIDWAR, Haridwar, Uttarakhand - 249403, India",
            "industry": "Machinery",
            "Location": "Haridwar, Uttarakhand" 
        },
        {
            "id": 45,
            "img": "img_url_industry45",
            "destTitle": "ALPS INDUSTRIES LIMITED",
            "p": "Alps Industries Limited Was Established In 2005 With 1200 Employees And We Are The Yarns, Polyster Yarns, Cotton Yarns, Silk Yarns. [Nature of Business: Manufacturer, Company CEO: Mr Kk Agarwal, Total Number of Employees: 1001 to 2000 People, Year of Establishment: 2005, Legal Status of Firm: Limited Company (Ltd./Pvt.Ltd.), Annual Turnover: Rs. 100 - 500 Crore]",
            "address": "Sector- 10, Industrial Estate, Sidcul, Haridwar-249408, Uttarakhand, India",
            "industry": "YARNS(SILK, COTTON, POLYESTER)",
            "Location": "SIDKUL, HARIDWAR, UTTARAKHAND" 
        },
        {
            "id": 46,
            "img": "img_url_industry46",
            "destTitle": "HERO HONDA ANCILLARIES",
            "p": "Motorcycle market leader Hero Honda Motors Ltd (HHML) has opened its third manufacturing plant at Haridwar in the state of Uttarakhand on April 9. This new facility has an installed capacity of 500,000 units per annum, which would be scaled up to one million by the end of 2008 and subsequently to 1.5 million in three years. The average age of the workforce is just 25 years and the plant currently employs 700 people. This is expected to grow to 2,000 by the year end, with Haridwar and the surrounding areas contributing to 75 percent of the work force.",
            "address": "Plot No. 3, Sector-10 Ranipur IIE-SIDCUL, Roshanabad, Haridwar, Uttarakhand 249403",
            "industry": "AUTOMOBILE",
            "Location": "HARIDWAR, UTTARAKHAND" 
        },
        {
            "id": 47,
            "img": "img_url_industry47",
            "destTitle": "STERLITE OPTICAL",
            "p": "As the only Company offering products for extra high voltage data and power transmission, Sterlite is positioned strongly in high growth geographies and high growth industries. In November 2010, Sterlite formed a joint venture company Jiangsu Sterlite Tongguang Fiber Co. Ltd. to manufacture, market and distribute optical fiber in China. Sterlite further established a joint venture with Conduspar Condutores Eletricos in July 2013 for the manufacture of optical fiber cable in Brazil. The Company shares a common lineage with Vedanta Resources plc a globally diversified natural resources group.",
            "address": "Plot No. 5, Vardhaman Industrial Estate, Haridwar-249402, Uttarakhand, India",
            "industry": "MANUFACTURER",
            "Location": "Haridwar, Uttarakhand" 
        },
        {
            "id": 48,
            "img": "img_url_industry48",
            "destTitle": "SBL INDUSTRY",
            "p": "SBL Industries Pvt. Ltd. is located in sector 12 in Integrated Industrial Estate, BHEL Haridwar. This manufacturing unit in Haridwar deals in Homeopathic Medicines. SBL Corporate Office is in Delhi. The company started activities in 1983 as Sharda Boiron Laboratories Ltd. in collaboration with Laboratories Boiron of Lyon, France. It is the leading homoeopathic medicines manufacturing company in India offering a wide range of world-class homoeopathic remedies including generics, single remedies, bio-chemic/combinations, as well as specialties.",
            "address": "Plot No. 3, Sector 12, Integrated Industrial Estate, BHEL, Haridwar-249403 Uttarakhand",
            "industry": "HOMEOPATHIC MEDICINES",
            "Location": "HARIDWAR, UTTARAKHAND" 
        },
        {
            "id": 49,
            "img": "img_url_industry49",
            "destTitle": "FORACE INDUSTRY",
            "p": "Forace Group was founded in the year 1980 to fill the gap of a reliable source of resins in North India. Since then, the organization has made exponential growth and has achieved a prominent place in the industry, exporting Resin to about 24 countries worldwide. With excellent quality, remarkable performance, and satisfactory customer service, Forace Group has grown as the largest Phenolic, Furan Resins producer in the Indian subcontinent. Forace group manufactures Refractory Coatings, Speciality Releases, Core Glues, and Foundry Consumables. A comprehensive range of consumables for the Non-Ferrous Industry, including High Pressure Die-Casting, Low Pressure Die-Casting, Gravity Die-Casting, Smelters and Extrusion.",
            "address": "10th K.M. Stone, Haridwar-Delhi Road, Haridwar - 249402, Uttarakhand, India",
            "industry": "MANUFACTURER",
            "Location": "HARIDWAR, UTTARAKHAND" 
        },
        {
            "id": 50,
            "img": "img_url_industry50",
            "destTitle": "OMSAI PACKAGING",
            "p": "Om Sai Pharma Pack is an Integrated (Primary & Secondary) Unit set up in Haridwar, Uttarakhand. The Promoters of this enterprise are a group of technocrats with experience of the Pharma space of over 35 years and a decades experience in the Plastic Packaging/Tubing and Printing Space. The Integrated Campus is housed in a 2-acre facility with a covered area of over 2 Lakh sq. feet of first-class construction.",
            "address": "Village Bhagtanpur Jwalapur Abidpur Urf Ikkar Paragna, Haridwar-249405, Uttarakhand, India",
            "industry": "PACKAGING",
            "Location": "HARIDWAR, UTTARAKHAND" 
        },
        {
            "id": 51,
            "img": "img_url_industry51",
            "destTitle": "HAMILTON",
            "p": "Welcome to Hamilton Housewares Pvt. Ltd., one of the leading manufacturers, wholesale suppliers, distributors and exporters of houseware products across the globe. Since its inception in 1972, it has carved a niche for itself amongst its customers as a pioneer of the houseware industry. Today, the company is propelling ahead with numerous brands under the Hamilton group and has become a pride of every home across India and other global destinations. Hamilton's flagship brands, Milton, Treo, Claro and Hamilton Foodservice are designed for people who appreciate and desire quality products.",
            "address": "Plot No. 1 B, Sector-12, Sitkul Hariduar, Haridwar, Uttarakhand, India",
            "industry": "MANUFACTURER",
            "Location": "HARIDWAR, UTTARAKHAND" 
        },
        {
            "id": 52,
            "img": "",
            "destTitle": "MAHINDRA & MAHINDRA",
            "p": "Mahindra & Mahindra, a major Indian automotive and farming equipment manufacturer, has a significant presence across India, including in Uttarakhand. If you are looking for specific information regarding Mahindra & Mahindra's presence in Haridwar, Uttarakhand, it could refer to a number of things: Manufacturing Facilities: Mahindra has manufacturing plants in several locations across India. They produce a range of vehicles including SUVs, commercial vehicles, and tractors.",
            "address": "Sector 10, Plot No. 1, Integrated Industrial Estate, Sidcul, Haridwar, Uttarakhand 249403",
            "industry": "AUTOMOBILE",
            "Location": "HARIDWAR, UTTARAKHAND" 
        },
        
          {
              "id": 53,
              "img": "ap",
              "destTitle": "ZAPFEN INTERNATIONAL",
              "p": "Zapfen International Private Limited is an unlisted private company incorporated on 02 December, 2015. It is classified as a private limited company and is located in Haridwar, Uttarakhand. It's authorized share capital is INR 13.00 cr and the total paid-up capital is INR 13.00 cr.",
              "address": "Plot 31A, Sec 11, IIE, Sidcul, Haridwar - 249403, Uttarakhand - INDIA",
              "industry": "MANUFACTURING",
              "Location": "Haridwar, Uttarakhand" 
          },
          {
              "id": 54,
              "img": "img_url_industry54",
              "destTitle": "ULTIMATE FLEXIRUB",
              "p": "Welcome To Ultimate Flexipack Ltd (UFL), is the largest manufacturer of multilayer blown polyethylene films (PE films) in the Asia Pacific region. It is a company of complete flexible packaging solutions created with you at centre. As an ISO 9001-2008 certified company, UFL has two manufacturing plants for producing world-class multilayer PE films in Jammu and Haridwar. Soon it will have a production capacity of 72000 MT per annum of blown PE films. Our plants have machines from Brampton of Canada, Windmoller & Holscher and Reifenhauser of Germany. UFL is producing PE films in transparent, opaque and special colors such as blue, yellow, black etc and in various thickness, ranging from 20 micron to 195 micron for varied applications. The current turnover of UFL is more than US $ 100 million.",
              "address": "Ultimate Flexipack Ltd. Plot No. -12, Sector- 11, I.I.E., SIDCUL, Haridwar- 249403. Uttarakhand.",
              "industry": "MANUFACTURER",
              "Location": "Haridwar, Uttarakhand" 
          },
          {
              "id": 55,
              "img": "img_url_industry55",
              "destTitle": "LAKHANI FOOTWEARS",
              "p": "Lakhani Shoes and Apparels Pvt. Ltd. is located in Plot No. 1, Sector 3, Integrated Industrial Estate (IIE), BHEL Haridwar. This manufacturing unit deals in Ladies and gents shoes, slippers, flotter. It has its corporate office in Faridabad, Haryana. You can contact below phone number for any query or information. Contact person is Mr. Manoj Negi.",
              "address": "Plot No. 1, Sector 3, Integrated Industrial Estate(IIE), BHEL, Haridwar-249403 Uttarakhand",
              "industry": "MANUFACTURER (Shoes and Slippers)",
              "Location": "Haridwar, Uttarakhand" 
          },
          {
              "id": 56,
              "img": "img_url_industry56",
              "destTitle": "C & S ELECTRICAL",
              "p": "C & S Electric Ltd in Haridwar H O, Haridwar is known to satisfactorily cater to the demands of its customer base. The business came into existence in 2014 and has, since then, been a known name in its field. It stands located at Sec 11 Plot No 10, Industrial Estate Bhel, Haridwar H O-249401.",
              "address": "Sec 11 Plot No 10, Industrial Estate Bhel, Haridwar H O-249401.",
              "industry": "Manufacturing Plants",
              "Location": "Haridwar, Uttarakhand" 
          },
          {
              "id": 57,
              "img": "img_url_industry57",
              "destTitle": "SUNRISE CONTAINER",
              "p": "Sunpet (1989) is a leading manufacturer of high-quality PET preforms, bottles & containers using single-stage injection-stretch-blow molding and two-stage reheat-stretch-blow molding technologies. We offer innovative, market-specific, cost-effective, and reliable PET packaging solutions for the pharmaceutical, edible-oil, food & beverage, and automotive lubricants markets. Besides containers for the market-leading brand ‘Sunpet’, Sunrise currently manufactures around 2500 million units of preforms, bottles & jars, by processing around 24000 tons of PET resin annually. The company, with an ‘A-‘ ICRA rating, functions with a strong financial background.",
              "address": "Sidcul, Near BSNL Tower, Haridwar-249404, Uttarakhand, India",
              "industry": "Manufacturing",
              "Location": "Haridwar, Uttarakhand" 
          },
          {
              "id": 58,
              "img": "img_url_industry58",
              "destTitle": "KRISHNA INDUSTRIES",
              "p": "Krishna Industries, headquartered at Haridwar India, is one of the leading manufacturers of Anchor Bolts. They have diversified into the manufacturing of Sag Rod and Power Press Components used in the construction industry. Krishna Industries, being India's leading fasteners manufacturer & exporters in an adherent professional products and excellent services in Anchor Bolt, Sag Rod, Modular Box, & Power Press Components. Our quality fasteners products, prompt delivery, and competitive pricing give our customer the advantage, the foundation stone for opening the fasteners market. Krishna Industries sustained the effort of constant innovation since its inception in 2008. This process of unending evolution assisted us in acquiring major successes all through this long span of 10 years. We export through our company Krishna Industries across India. Our System works on 4S: Management Systems To realize quality Stability Technique innovation Keep improving Customers Satisfaction Their reputation for supplying quality products and of establishing unique customer network has resulted in enormous expansion in terms of both the product range and the supply capabilities over the years. They bring to you, their wide range of products through this web site, which will help you in selecting the right fasteners for your day to day applications. They pledge to cater and design for the needs of their valued customers and look forward positively towards the goal for achieving new bonds of esteemed business relationships.",
              "address": "33B, Industrial Park-4, Begumpur, Bahadrabad, Haridwar, Uttarakhand - 249402",
              "industry": "Manufacturing",
              "Location": "Haridwar, Uttarakhand" 
          },
          {
              "id": 59,
              "img": "img_url_industry59",
              "destTitle": "SURYA PROCESSED FOOD",
              "p": "Surya Processed Food Pvt. Ltd. is located in Sector 11 in plot number 5 in Haridwar Sidcul. This manufacturing unit deals in Biscuits manufacturing. This unit is diversifying into the manufacturing of “chocolate and toffee & candy. This is a part of Priyagold Biscuits-Surya Food & Agro Ltd. Its corporate office is in Noida, Uttar Pradesh. You can contact below phone number for any query or information. Contact Person Bina Agarwal.",
              "address": "Plot No.5 , Sector 11 ,Integrated Industrial Estate, BHEL, Haridwar-249403 Uttarakhand",
              "industry": "Manufacturing Biscuits",
              "Location": "Haridwar, Uttarakhand" 
          },
          {
              "id": 60,
              "img": "img_url_industry20",
              "destTitle": "ITC LIMITED",
              "p": "ITC Ltd (Packaging & Printing Division) in Haridwar H O, Haridwar is known to satisfactorily cater to the demands of its customer base. The business came into existence in 2010 and has, since then, been a known name in its field.",
              "address": "Plot Number- 1, Near Sidcul, Sector- 11 Iie, Haridwar H O-249401.",
              "industry": "Packaging and Printing",
              "Location": "Haridwar, Uttarakhand" 
          },
          {
              "id": 61,
              "img": "img_url_industry61",
              "destTitle": "ANCHOR ELECTRICAL",
              "p": "Established in 1990 ,India Anchor Electricals Pvt. Ltd. has gained immense expertise in supplying & trading of Electrical goods :- wire, cable & switch gear. etc. The supplier company is located in Haridwar, Uttarakhand and is one of the leading sellers of listed products. Buy Electrical goods :- wire, cable & switch gear. in bulk from us for the best quality products and service.",
              "address": "Plot Number - 1 A, 1 B, Near Sector - 8 B, Integrated Industrial Estate, Sidcul, Ranipur-249403.",
              "industry": "Supplying Electrical Goods",
              "Location": "Haridwar, Uttarakhand" 
          },
          {
              "id": 62,
              "img": "img_url_industry62",
              "destTitle": "PRIME INDUSTRY",
              "p": "Prime Industries is located in sector 11 and plot number 3 in Haridwar Sidcul. This Haridwar manufacturing unit deals in PP/HDPE woven sacks for fertilizers cement, small carry bags, non woven bags, jumbo bags, light weight fabrics, leno bags. Prime Industries is a group Unit of M/S Jai Corp Ltd, Mumbai. Its corporate office is in Nariman Point, Mumbai.",
              "address": "Plot No. 3, Sector 11 ,Integrated Industrial Estate, BHEL, Haridwar-249403 Uttarakhand",
              "industry": "Manufacturing (bags)",
              "Location": "Haridwar, Uttarakhand" 
          },
          {
              "id": 63,
              "img": "img_url_industry63",
              "destTitle": "KIRBY BUILDING SYSTEMS",
              "p": "Since its inception, Kirby International has been dedicated to setting and elevating the standard in the field of pre-engineered and structural steel buildings. Through a track record of 90K+ projects executed across more than 70 countries, we have gained a vast amount of learnings, and chief among them was this: Our customers are at the center of everything we do. We prioritize and adapt to the needs of our customers worldwide as we deliver a comprehensive range of products and services under one roof. Kirby is a 100% subsidiary of Kuwait-based Alghanim Industries - one of the largest privately owned companies in the Middle East with a heritage that spans over a century.",
              "address": "Integrated Industrial Estate, Sector 11, BHEL Township, Haridwar, Bharat Heavy Electrical Limited Ran, Uttarakhand 249403",
              "industry": "Manufacturing",
              "Location": "Haridwar, Uttarakhand" 
          },
          {
              "id": 64,
              "img": "img_url_industry64",
              "destTitle": "TIGER STEEL ENGINEERING LIMITED",
              "p": "Tiger Steel Engineering (India) Pvt. Ltd. is a top notch PEB Manufacturing company in India serving customers of repute who long for quality and timeliness of delivery as their prime motto. Tiger Steel Engineering - India, is 100% owned subsidiary of TSI Metal Industries LLC, in UAE. The Tiger group has under their umbrella a chain of companies serving the infrastructure industry especially related to steel buildings and advanced metal sheeting technology, with more than four decades of unique track record in the respective market.Having begun the operations in India in the year 1998, Tiger Steel Engineering – India is well equipped to meet customer aspirations through a competent Design and Engineering team, Full-fledged manufacturing facilities and Project management cell who can piece together the tasks to deliver a functional PEB that can match the best in the industry. Tiger Steel Engineering - India is also diversified into undertaking large scale Structural steel fabrication works using Hot rolled or built up sections to cater to the ever growing Infrastructure construction Industry.",
              "address": "Plot No. 4, Sector 12 ,Integrated Industrial Estate, BHEL, Haridwar-249403 Uttarakhand",
              "industry": "Manufacturing (Pre-Engineering Buildings)",
              "Location": "Haridwar, Uttarakhand" 
          },
          {
            "id": 65,
            "img": "img_url_industry65",
            "destTitle": "Standard Electrical",
            "p": "STANDARD is a prominent brand under the leadership of Havells India Ltd., which is a renowned Fast Moving Electrical Goods (FMEG) company producing a variety of domestic and industrial products, in India. For over 50 years, STANDARD has been synonymous with high quality products. It is specifically known for its switchgears, and is the fourth largest MCB manufacturer in the country. It is committed to evolve and expand its array of quality products. The product portfolio of STANDARD consists of MCBs, RCCBs, Distribution Boards (DBs), Modular Switches, Copper Flexible Cables, Fans, Rewireable Switches, Double Break Fuse Switches Unit and now Electric Water Heaters too.",
            "address": "Haridwar, Uttarakhand",
            "industry": "Manufacturing Electrical Appliances",
            "Location": "Plot No-2 & 2 A, Industrial Area, Haridwar - 249401 (Sector-12, Sidcul Industrial Area)" 
        },
        {
            "id": 66,
            "img": "img_url_industry66",
            "destTitle": "Evereaday Industries",
            "p": "The Haridwar Plant was established in March 2007 and has a state-of-the-art cell manufacturing facility for AA Batteries. While the Plant maintains the highest standards of quality, its commitment towards fostering a green environment, creating a culture of innovation and adopting a scientific approach is the true reason behind its steady progress and development.",
            "address": "Haridwar, Uttarakhand",
            "industry": "Manufacturing AA Batteries",
            "Location": "Plot 6, Sidcul Bypass Rd, Integrated Industrial Estate, Sector 12, BHEL Township, Haridwar, Bharat Heavy Electrical Limited Ran, Uttarakhand 249403" 
        },
        {
            "id": 67,
            "img": "img_url_industry67",
            "destTitle": "Halonix",
            "p": "Halonix's success lies in its understanding of the harsh Indian climatic conditions and power quality and its unparalleled ability to design, develop and manufacture products accordingly. The company has a state-of-the-art manufacturing facility in Haridwar and has been accredited with ISO 9001:2015, ISO 14001:2015 and ISO 45001:2018 certifications. Halonix Technologies is one of the few companies in India, which has a fully accredited NABL self-certified laboratory and state-of-the-art R&D laboratory within the manufacturing plant that allows its dedicated R&D and design teams to push the envelope and develop cutting-edge products tailor-made for Indian consumers. It also has a pan-India service network for lighting to cater to the need of retail and institutional segments. Its wide distribution network comprising of over 800 dealers & distributors and 20 depots ensures that its products are made available across the length and breadth of a country.",
            "address": "Haridwar, Uttarakhand",
            "industry": "Manufacturing",
            "Location": "W3XJ+44X, Integrated Industrial Estate, Sector 12, BHEL Township, Haridwar, Bharat Heavy Electrical Limited Ran, Uttarakhand 249403" 
        },
        {
            "id": 68,
            "img": "img_url_industry68",
            "destTitle": "Vijay Electrical",
            "p": "Vijai is committed to deliver quality products as per global power transmission and distribution needs. Vijai has been instrumental in delivering transformers, cables & conductors, and smart metering equipment.",
            "address": "Haridwar, Uttarakhand",
            "industry": "Manufacturing (Transformers)",
            "Location": "W3XG+MPR, Integrated Industrial Estate, Sector 12, BHEL Township, Haridwar, Bharat Heavy Electrical Limited Ran, Uttarakhand 249403" 
        },
        {
            "id": 69,
            "img": "img_url_industry69",
            "destTitle": "Hartech Electronics Limited",
            "p": "Established in 2013, India Hartech Electronics Pvt. Ltd. has gained immense expertise in supplying & trading of LED bulb, tube light, down light etc. The supplier company is located in Haridwar, Uttarakhand and is one of the leading sellers of listed products. Buy LED bulb, tube light, down light in bulk from us for the best quality products and service.",
            "address": "Haridwar, Uttarakhand",
            "industry": "Supplying and Selling of Lights",
            "Location": "Sec-12, IIE Sidcul Haridwar, Haridwar, Uttarakhand, 249403, India" 
        },
        {
            "id": 70,
            "img": "ap2",
            "destTitle": "Hindustan Unilever Limited",
            "p": "Hindustan Unilever Limited is India’s largest Fast Moving Consumer Goods (FMCG) Company with a 90-year heritage in the country. Nine out of ten Indian households use one or more of our brands to feel good and get more out of life. We have a wide and resilient portfolio of 50+ brands, spanning 16 FMCG categories, which are a part of everyday life of millions of consumers across India.",
            "address": "Haridwar, Uttarakhand",
            "industry": "Manufacturing",
            "Location": "W3XF+M2Q, Plot number 1, Sector 1A , IIE, BHEL, Sidcul, Ranipur, Sidcul Bypass Rd, Near Sai Mandir, Industrial Area, Haridwar, Uttarakhand 249403" 
        },
        {
            "id": 71,
            "img": "img_url_industry71",
            "destTitle": "ABB Industries",
            "p": "The Indian subcontinent has witnessed an unprecedented level of economic expansion in recent years. As one of the world's leading engineering companies, ABB has been steadily expanding its footprint to support this growth. We help our customers to use electrical power efficiently, to increase industrial productivity, and to lower environmental impact in a sustainable way. Today, ABB is an integral part of the growth story of the region.",
            "address": "Haridwar, Uttarakhand",
            "industry": "Manufacturer",
            "Location": "Plot No. 1, Sector- 1 B, IIE, Sidcul, Sector 01, Haridwar-249403, Uttarakhand, India" 
        },
        {
            "id": 72,
            "img": "img_url_industry72",
            "destTitle": "Raja Biscuits",
            "p": "Raja Udyog Pvt. Ltd. was established in the year 2002 with a vision to excel through hard work, business acumen, and zealous enterprise. Today, it is a fast-growing company in Eastern India making its mark in multifarious categories of FMCG. It has one of the most modern bakeries in the country with a huge product range whose quality and innovativeness have created a new benchmark in the industry. Raja’s biscuits and bakery items are produced in the company’s fully automated, state-of-the-art plants fitted with sophisticated, imported machineries.",
            "address": "Haridwar, Uttarakhand",
            "industry": "Manufacturing (biscuits and Bakery Goods)",
            "Location": "Plot No : 5 to 15, Sector 1B, Sidcul, Haridwar, Uttarakhand, Pin: 249403" 
        },
        {
            "id": 73,
            "img": "img_url_industry73",
            "destTitle": "Pure and Cure Healthcare",
            "p": "Factory 7 with an area of 36084 sq.m, consists of four units as a general solid & liquid oral manufacturing plant with unit 1 as general (non-beta lactam) section, unit 2 for injectables, Unit 3 for dermatology and unit 4 as large volume parenterals. Unit 1 is for solid oral dosage forms including tablets (1150 Mn), powder in sachets (2.5 Mn), dry syrup (0.65 Mn), hard & soft gelatin capsules. Akums has established itself as the pioneer in hard gelatin capsules manufacturer, and soft gelatin capsules manufacturer for brands like Sun Pharma, Abbott, Cipla, Dr. Reddy, and many more. Akums produces more than 12.5% of India’s total domestically consumed medicines and is the country’s single largest Contract Research and Manufacturing (CRAMS) organization.",
            "address": "Haridwar, Uttarakhand",
            "industry": "Manufacturing",
            "Location": "26A, 27, SIDCUL, 30, Integrated Industrial Estate, Sector 8A, Haridwar, Uttarakhand 249403" 
        },
        {
            "id": 74,
            "img": "img_url_industry74",
            "destTitle": "Control & SwitchGear",
            "p": "The plants are spread across 1 million sq ft of area with an employee strength exceeding 5,500+ including 400 engineers. Majority of our plants are ISO:9000 certified and adhere to all statutory EHS compliances. C&S Electric EPC division is ISO: 14001 & OHSAS: 18001 certified for its safety, health & environment initiatives. In our commitment to excellence, we also recognize the importance of academic support, providing assistance in writing Hausarbeiten through hausarbeiten schreiben lassen service, designed to help students and professionals achieve their academic goals. A seamless Oracle ERP environment across all locations allows a greater level of transparency and control, as well as highest standards of customer service.",
            "address": "Haridwar, Uttarakhand",
            "industry": "Manufacturing",
            "Location": "Integrated Industrial Estate, Sector 12, BHEL Township, Haridwar, Bharat Heavy Electrical Limited Ran, Uttarakhand 249403" 
        },
        {
            "id": 75,
            "img": "img_url_industry36",
            "destTitle": "Hero Moto Corp. LTD",
            "p": "Hero Moto Corp. LTD is the #1 two-wheeler Manufacturer in the world. We are empowering millions around the globe through our portfolio of innovative and sustainable products. Powered by technology-driven excellence, we are shaping the future of mobility.",
            "address": "Plot Number - 3, Ranipur, Haridwar - 249403 (Sector-10, IIE, Sidcul)",
            "industry": "Manufacturing",
            "Location": "Haridwar, Uttarakhand" 
        },
        {
            "id": 76,
            "img": "img_url_industry32",
            "destTitle": "Havells India Limited",
            "p": "Havells India Limited is a leading Fast Moving Electrical Goods (FMEG) Company and a major power distribution equipment manufacturer with a strong global presence. Havells enjoys enviable market dominance across a wide spectrum of products, including Industrial & Domestic Circuit Protection Devices, Cables & Wires, Motors, Fans, Modular Switches, Home Appliances, Air Conditioners, Electric Water Heaters, Power Capacitors, Luminaires for Domestic, Commercial and Industrial Applications.",
            "address": "Sec 10 Plot No 2a, Industrial Estate Bhel, Haridwar H O, Haridwar - 249401",
            "industry": "Manufacturing (Electrical Appliances)",
            "Location": "Haridwar, Uttarakhand" 
        },
        {
            "id": 77,
            "img": "img_url_industry77",
            "destTitle": "A.G. Industries",
            "p": "The company’s expertise lies in manufacturing a wide range of plastic components for the automotive sector. A G Industries has state-of-the-art manufacturing units in Gurgaon, IMT Manesar, Haridwar, Halol, Dharuhera, Chennai and Bawal. The current turnover of the company is INR 11700 Million (USD 159 Million) in 2019-20.",
            "address": "Sector-10, SIDICIL, Plot No. 3/P9, Integrated Industrial Estate, Sector 8A, BHEL Township, Uttarakhand 249403",
            "industry": "Manufacturing (Plastic goods)",
            "Location": "Haridwar, Uttarakhand" 
        },
        {
            "id": 78,
            "img": "img_url_industry78",
            "destTitle": "Cello Industries",
            "p": "Cello Industries is located in Plot No. 3, Sector 3, Integrated Industrial Estate (IIE), BHEL, Haridwar. This manufacturing unit deals in Plastic Household, Pen, Plastic Moulded Items. It has its corporate office is in Mumbai, Maharashtra.",
            "address": "PLOT NO. 01 SECTOR- 2 IIE SIDCUL HARIDWAR BAHADRABAD Haridwar, Uttarakhand, 249403 India",
            "industry": "Manufacturing (Plastic Moulded Items, Pen, Household)",
            "Location": "Haridwar, Uttarakhand" 
        },
        {
            "id": 79,
            "img": "img_url_industry79",
            "destTitle": "Indo Asian",
            "p": "From an enterprise formed in 1958 by a young group of technocrats, Indo Asian has grown into a multi-product, group of companies, manufacturing and marketing a wide range of electrical control and protection equipment. The superior quality of these products has earned them the respect of the Indian market and the world over where they are popular under the brand names : Indo Kopp MCBs, Stopshock RCCBs, Indo Asian HRC Fuselinks, Indo Asian Industrial Plugs & Sockets and Contactors & Relays. The group's annual turnover, which grew from Rs. 10 million in 1986, to Rs. 600 million last year, is slated to reach Rs. 2500 million by the year 2006.",
            "address": "Plot No. 2, Sidcul Bypass Rd, Integrated Industrial Estate, Sector 2, BHEL Township, Haridwar, Uttarakhand 249402",
            "industry": "Manufacturing",
            "Location": "Haridwar, Uttarakhand" 
        },
        {
            "id": 80,
            "img": "img_url_industry80",
            "destTitle": "Advance Industries",
            "p": "Registered in 2017, India Advance Electronics has gained immense expertise in supplying & trading of Inverter & UPS series etc. The supplier company is located in Haridwar, Uttarakhand and is one of the leading sellers of listed products. Buy Inverter & UPS series in bulk from us for the best quality products and service.",
            "address": "Plot No. 19B, Industrial Park-2, Arrow Industrial Area, Salempur Mehdood, Haridwar, Uttarakhand, 249402, India",
            "industry": "Manufacturing",
            "Location": "Haridwar, Uttarakhand" 
        },
        {
          "id": 81,
          "img": "img_url_industry81",
          "destTitle": "Sharda Motors",
          "p": "This unit has been set up with the objective of catering to the growing demand of Exhaust Systems, stamped and powder coated parts for White Goods automotive industries. It was established in the year 2004 as the exclusive supplier of Air Conditioner Cabinet assembly for Samsung India. It is a full Exhaust System Supplier with fully automated muffler manufacturing facility and can accommodate BS III, BS IV, EU IV & BS V emission norms. The Plant is equipped with a state-of-art technology consisting of MIG-Welding, 4-Point Bending Machine, Press Shop etc. and a fully Conveyerized Powder Coating system with robotic reciprocators powder coating gun to ensure uniform coating.",
          "address": "Haridwar, Uttarakhand",
          "industry": "Manufacturing",
          "Location": "Plot No. 4, Sector-2, I.I.E. (SIDCUL) Ranipur, Haridwar (U.K.)-249403",
          "head": ""
      },
      {
          "id": 82,
          "img": "img_url_industry82",
          "destTitle": "Creative Industries",
          "p": "Creative Industries is located in Plot No. 5, Sector 3, Integrated Industrial Estate (IIE), BHEL  Haridwar. This manufacturing unit deals in Plastic Bottles, jars, tubes. It has its corporate office is in Mumbai, Maharashtra. It is a part of Creative group which has established itself as a premiere custom plastic injection and blow molder. Specializing in the manufacturing of caps, closures and bottles for multipurpose use.",
          "address": "Plot No. 5, Sector 3, Integrated Industrial Estate(IIE), BHEL, Haridwar-249403 Uttarakhand",
          "industry": "Manufacturing",
          "Location": "Haridwar, Uttarakhand",
          "head": ""
      },
      {
          "id": 83,
          "img": "img_url_industry83",
          "destTitle": "Atlas Laboratories",
          "p": "ATLAS LABORATORIES AND PHARMACEUTICALS LIMITED is a Public Limited Company, incorporated under the Companies Act as a Company limited by Shares. It is classified as Non-govt company and is registered at RoC-Delhi. The authorized share capital of the company is Rs. 200,000,000 and its paid up capital is Rs. 78,785,120. Its balance sheet was last filed on 31-03-2010. ATLAS LABORATORIES AND PHARMACEUTICALS LIMITED Corporate Identification Number (CIN) is U74899DL1982PLC013227 and its registration number is 013227.",
          "address": "Plot No. 4, 5, 6, Sector 8A, Integrated Industrial Estate(IIE), BHEL, Haridwar-249403 Uttarakhand",
          "industry": "Pharmaceutical Manufacturing",
          "Location": "Haridwar, Uttarakhand",
          "head": ""
      },
      {
          "id": 84,
          "img": "img_url_industry84",
          "destTitle": "HBL Power",
          "p": "Hbl Power Systems Limited is a listed public company incorporated on 29 August, 1986. It is classified as a public limited company and is located in Hyderabad, Telangana. It's authorized share capital is INR 30.00 cr and the total paid-up capital is INR 27.72 cr. Hbl Power Systems Limited's operating revenues range is Over INR 500 cr for the financial year ending on 31 March, 2023. It's EBITDA has increased by 9.33 % over the previous year.",
          "address": "Plot No. 1, Sec 8 A, Chirkool, Haridwar-247667, Uttarakhand, India",
          "industry": "Manufacturing",
          "Location": "Haridwar, Uttarakhand",
          "head": ""
      },
      {
          "id": 85,
          "img": "img_url_industry85",
          "destTitle": "GLS Industries",
          "p": "Since our inception in 1994, we, GLS, have grown to become one of India’s leading multi-business conglomerates and have built a legacy of more than 25+ years.",
          "address": "Plot No.5, Sec- 2, IIE, Sidcul, Haridwar-249403, Uttarakhand, India",
          "industry": "Manufacturing",
          "Location": "Haridwar, Uttarakhand",
          "head": ""
      },
      {
          "id": 86,
          "img": "img_url_industry86",
          "destTitle": "EON Industries",
          "p": "Electrical equipment maker Eon Electric plans to ramp up the manufacturing capacity of its Haridwar plant, which produces its signature product LED lamps, to one million units per month by March 2015, a company official said. The company has a workforce of 500 people which includes 150 marketing professionals, 100 in its corporate office and 250 at its manufacturing facility.",
          "address": "Plot No. 10, Sector 4, I.I.E, SIDCUL, Haridwar, Uttarakhand 249403",
          "industry": "Manufacturing",
          "Location": "Haridwar, Uttarakhand",
          "head": ""
      },
      {
          "id": 87,
          "img": "img_url_industry87",
          "destTitle": "Mahindra & Mahindra Limited",
          "p": "Mahindra & Mahindra, India’s leading SUV manufacturer has achieved a production milestone of 7 lakh vehicles from its automotive plant in Haridwar, Uttarakhand, in less than 10 years. The plant’s earlier production milestone of 6 lakh vehicles was achieved in November 2014 and since then it has taken just ten months to reach the 7 lakh vehicles production mark. Inaugurated in December 2005, the Haridwar plant currently manufacturers the Bolero, Scorpio S2, Gio (passenger & load), Alfa (passenger & load) and Champion range of Mahindra products.",
          "address": "7, Haridwar H O, Haridwar - 249401 (Sec-6b,Iie,Sidcul)",
          "industry": "Automobile Manufacturing",
          "Location": "Haridwar, Uttarakhand",
          "head": ""
      }
      
        
      
      
 
    
  ]
  